import React from 'react'
import "../pages/css/agenda.css"
import VolunteerCard from '../Home/Volunteercard'
import Footer from '../Home/Footer'

function Agenda() {
  return (
    <>

      <section className='agenda-section'>
        <div className='agenda-header'>
          <h1>मेरा एजेन्डाहरु</h1>
          <div className='header-line'></div>
        </div>

        <div className='agenda-box'>

          <div className='agenda-item'>
            <h2> १. हजार करोडको लगानी भित्राउने स्पष्ट र कार्यान्वयनयोग्य योजना</h2>
            <p>
              कैलाली–४ र समग्र सुदूरपश्चिमको आर्थिक रूपान्तरणका लागि स्वदेशी तथा वैदेशिक लगानी आकर्षित गर्ने स्पष्ट रणनीति कार्यान्वयन गर्ने। उद्योग, कृषि, पर्यटन र पूर्वाधारलाई प्राथमिक क्षेत्रका रूपमा विकास गर्दै उत्पादनमूलक लगानी भित्र्याइनेछ। लगानीकर्ताका लागि नीतिगत स्थिरता, प्रक्रियागत सहजीकरण र स्थानीय तहसँग समन्वय गरी दीर्घकालीन आर्थिक आधार निर्माण गर्ने मेरो प्रतिबद्धता छ।


            </p>
          </div>

          <div className='agenda-item'>
            <h2>२. युवा रोजगारी सिर्जना र उद्यमशीलता सुदृढीकरण</h2>
            <p>
              युवा बेरोजगारी न्यूनीकरणलाई केवल नारा होइन, परिणाममुखी कार्यक्रममार्फत सम्बोधन गरिनेछ। सीपमूलक तथा प्रविधिमैत्री तालिम, स्टार्टअप प्रवर्द्धन, सहुलियतपूर्ण ऋण, बजार पहुँच र निजी क्षेत्रसँग सहकार्य गर्दै स्थानीय स्तरमै रोजगारी सिर्जना गरिनेछ। विदेश पलायन हुनुपर्ने बाध्यता अन्त्य गर्दै आफ्नै गाउँ–ठाउँमा सम्भावना सिर्जना गर्ने लक्ष्य लिइनेछ।

            </p>
          </div>

          <div className='agenda-item'>
            <h2> ३. गुणस्तरीय, व्यवहारिक र रोजगारीसँग जोडिएको शिक्षा</h2>
            <p>
              सरकारी विद्यालयको शैक्षिक गुणस्तर सुधार, शिक्षक तालिम, पूर्वाधार सुदृढीकरण र प्रविधिको प्रभावकारी प्रयोग गरिनेछ। प्राविधिक तथा व्यावसायिक शिक्षालाई स्थानीय आवश्यकतासँग जोड्दै शिक्षा र रोजगारीबीचको दूरी घटाइनेछ। डिजिटल शिक्षाको पहुँच विस्तार गरी सबै विद्यार्थीलाई समान अवसर सुनिश्चित गरिनेछ।


            </p>
          </div>


          <div className='agenda-item'>
            <h2>४. सबैका लागि सहज, गुणस्तरीय र पहुँचयोग्य स्वास्थ्य सेवा</h2>
            <p>
              स्थानीय स्वास्थ्य संस्थाको क्षमता अभिवृद्धि, आवश्यक उपकरण र जनशक्ति व्यवस्थापन, तथा विशेषज्ञ सेवाको पहुँच विस्तार गरिनेछ। आधारभूत स्वास्थ्य सेवा निःशुल्क र प्रभावकारी बनाउँदै दुर्गम तथा विपन्न समुदायसम्म स्वास्थ्य सेवा पुर्‍याइनेछ। रोकथाम, सचेतना र प्राथमिक स्वास्थ्यलाई प्राथमिकतामा राखिनेछ।

            </p>
          </div>
          <div className='agenda-item'>
            <h2> ५. पर्यटन विकासमार्फत स्थानीय अर्थतन्त्र सशक्तीकरण
            </h2>
            <p>
              कैलाली–४ तथा सुदूरपश्चिमका धार्मिक, प्राकृतिक र सांस्कृतिक सम्भावनालाई योजनाबद्ध रूपमा विकास गरिनेछ। पर्यटन पूर्वाधार निर्माण, स्थानीय व्यवसाय प्रवर्द्धन, होमस्टे र समुदाय–आधारित पर्यटन विस्तार गर्दै रोजगारी र आम्दानीका नयाँ अवसर सिर्जना गरिनेछ। निजी क्षेत्र र स्थानीय समुदायको सहकार्यमा पर्यटनलाई दिगो आर्थिक आधार बनाइनेछ।

            </p>
          </div>
          <div className='agenda-item'>
            <h2>६. पारदर्शी, इमानदार र जवाफदेही नेतृत्व प्रणाली</h2>
            <p>
              भ्रष्टाचारविरुद्ध शून्य सहनशीलताको नीति अवलम्बन गर्दै पारदर्शी निर्णय प्रक्रिया लागू गरिनेछ। सार्वजनिक स्रोतको दुरुपयोग रोक्दै हरेक निर्णयमा जनतालाई जानकारी दिने र जवाफदेही बन्ने शासन संस्कार स्थापित गरिनेछ। राजनीति पद र लाभको साधन होइन, सेवा र जिम्मेवारीको माध्यम हो भन्ने मान्यता व्यवहारमै लागू गरिनेछ।

            </p>
          </div>

          <div className='agenda-item'>
            <h2>७. जनतासँगै मिलेर सहभागी विकास</h2>
            <p>
              नीति निर्माणदेखि कार्यान्वयनसम्म जनताको सुझाव, निगरानी र सहभागिता सुनिश्चित गरिनेछ। विकास योजना कागजमा सीमित नभई स्थानीय आवश्यकता र प्राथमिकताअनुसार कार्यान्वयन गरिनेछ। साझा प्रयास, विश्वास र सहकार्यका माध्यमबाट दिगो विकास र समृद्ध भविष्य निर्माण गर्ने मेरो अठोट छ।
            </p>
          </div>
        </div>

      </section>

      <VolunteerCard />
      <Footer />
    </>
  )
}

export default Agenda