import React from 'react'
import "./css/introduction.css"
import VolunteerCard from '../Home/Volunteercard'
import Footer from '../Home/Footer'

function Introduction() {
  return (
    <>
   <div className="introduction-container">
        <h1 className="introduction-title">मेरो परिचय<div className="line"></div></h1>

<div className="introduction-body">
    <img className='volunteer-img' src="/src/assets/images/cardsimg.png" alt="" />
    <p>जीवनमा सफल हुनका लागि भाग्यभन्दा धेरै मेहनत र अनुशासन आवश्यक हुन्छ। केवल सपना देखेर मात्र सफलता प्राप्त हुँदैन, त्यसका लागि निरन्तर प्रयास गर्नुपर्छ। समयको सही सदुपयोग गर्ने, आफ्नो लक्ष्य स्पष्ट राख्ने र दैनिक सानो–सानो प्रगति गर्ने बानीले मानिसलाई ठूलो उपलब्धिसम्म पुर्‍याउँछ। असफलता आउँदा हार मान्नु हुँदैन, बरु त्यसबाट सिकेर अझ बलियो भएर अगाडि बढ्नुपर्छ। मेहनती र अनुशासित व्यक्ति जहाँसुकै पुगे पनि सम्मानित र सफल हुन्छ। जीवनमा सफल हुनका लागि भाग्यभन्दा धेरै मेहनत र अनुशासन आवश्यक हुन्छ। केवल सपना देखेर मात्र सफलता प्राप्त हुँदैन, त्यसका लागि निरन्तर प्रयास गर्नुपर्छ। समयको सही सदुपयोग गर्ने, आफ्नो लक्ष्य स्पष्ट राख्ने र दैनिक सानो–सानो प्रगति गर्ने बानीले मानिसलाई ठूलो उपलब्धिसम्म पुर्‍याउँछ। असफलता आउँदा हार मान्नु हुँदैन, बरु त्यसबाट सिकेर अझ बलियो भएर अगाडि बढ्नुपर्छ। मेहनती र अनुशासित व्यक्ति जहाँसुकै पुगे पनि सम्मानित र सफल हुन्छ।
</p>
<p>जीवनमा सफल हुनका लागि भाग्यभन्दा धेरै मेहनत र अनुशासन आवश्यक हुन्छ। केवल सपना देखेर मात्र सफलता प्राप्त हुँदैन, त्यसका लागि निरन्तर प्रयास गर्नुपर्छ। समयको सही सदुपयोग गर्ने, आफ्नो लक्ष्य स्पष्ट राख्ने र दैनिक सानो–सानो प्रगति गर्ने बानीले मानिसलाई ठूलो उपलब्धिसम्म पुर्‍याउँछ। असफलता आउँदा हार मान्नु हुँदैन, बरु त्यसबाट सिकेर अझ बलियो भएर अगाडि बढ्नुपर्छ। मेहनती र अनुशासित व्यक्ति जहाँसुकै पुगे पनि सम्मानित र सफल हुन्छ।जीवनमा सफल हुनका लागि भाग्यभन्दा धेरै मेहनत र अनुशासन आवश्यक हुन्छ। केवल सपना देखेर मात्र सफलता प्राप्त हुँदैन, त्यसका लागि निरन्तर प्रयास गर्नुपर्छ। समयको सही सदुपयोग गर्ने, आफ्नो लक्ष्य स्पष्ट राख्ने र दैनिक सानो–सानो प्रगति गर्ने बानीले मानिसलाई ठूलो उपलब्धिसम्म पुर्‍याउँछ। असफलता आउँदा हार मान्नु हुँदैन, बरु त्यसबाट सिकेर अझ बलियो भएर अगाडि बढ्नुपर्छ। मेहनती र अनुशासित व्यक्ति जहाँसुकै पुगे पनि सम्मानित र सफल हुन्छ।
</p>

 <p>जीवनमा सफल हुनका लागि भाग्यभन्दा धेरै मेहनत र अनुशासन आवश्यक हुन्छ। केवल सपना देखेर मात्र सफलता प्राप्त हुँदैन, त्यसका लागि निरन्तर प्रयास गर्नुपर्छ। समयको सही सदुपयोग गर्ने, आफ्नो लक्ष्य स्पष्ट राख्ने र दैनिक सानो–सानो प्रगति गर्ने बानीले मानिसलाई ठूलो उपलब्धिसम्म पुर्‍याउँछ। असफलता आउँदा हार मान्नु हुँदैन, बरु त्यसबाट सिकेर अझ बलियो भएर अगाडि बढ्नुपर्छ। मेहनती र अनुशासित व्यक्ति जहाँसुकै पुगे पनि सम्मानित र सफल हुन्छ।</p>
</div>
    <VolunteerCard />
    </div>
    <Footer />
    </>
  )
}

export default Introduction