import React from 'react'
import VolunteerCard from '../Home/Volunteercard'
import "./css/read.css";
import Footer from '../Home/Footer';

function Read() {
    return (
        <>
            <div className="read-container">
                <h1 className="read-title">प्रेरणादायी भेट : रतन टाटा ज्यूसँगको सान्निध्य</h1>
                <p className="read-date"> <span>🕒</span> 25 माघ २०८३</p>
                <img className="read-img" src="/src/assets/images/Cardsimg.png" alt="" />
                <div className="paragraph">
                    <p>करिब चार वर्षअघि मैले विश्वप्रसिद्ध उद्योगपति तथा मानवतावादी स्वर्गीय रतन टाटा ज्यूसँग प्रत्यक्ष भेट गर्ने अवसर पाएको थिएँ। त्यो भेट मेरो जीवनको अमूल्य स्मृतिमध्ये एक मात्र होइन, सोच र दृष्टिकोणमा गहिरो प्रभाव छोड्ने क्षण पनि थियो।
                        मेरो अनुभवमा, त्यो भेट औपचारिक शिष्टाचार वा सामान्य परिचयमा सीमित रहेन। नेतृत्व, मानवता र सेवाभावको वास्तविक अर्थ के हो भन्ने कुरा उहाँको व्यवहार, विचार र संवादबाट स्वाभाविक रूपमा बुझ्न पाएँ। सादगी, गहिरो सोच र अपार नम्रताको प्रतीक रहनुभएका रतन टाटा ज्यूसँगको छोटो तर अर्थपूर्ण संवाद र सान्निध्यले मलाई आत्ममूल्यांकन गर्न र समाजप्रतिको जिम्मेवारी अझ गहिरोसँग महसुस गर्न प्रेरित गर्‍यो।
                        <p>
                            उहाँबाट मैले प्रत्यक्ष रूपमा बुझेको कुरा स्पष्ट थियो—नेतृत्व पद, शक्ति वा प्रतिष्ठामा आधारित हुँदैन; नेतृत्व इमानदारी, सेवाभाव र मानवतामा आधारित हुन्छ। यही सोचले मलाई केवल व्यक्तिगत रूपमा होइन, सार्वजनिक जीवनप्रति पनि अझ सचेत र उत्तरदायी बनायो।
                        </p>
                        त्यस्ता महान व्यक्तित्वसँगको सान्निध्यले मेरो सार्वजनिक जीवनमा पारदर्शिता, नैतिकता र जनसेवाको महत्वलाई अझ स्पष्ट रूपमा परिभाषित गरिदियो। राजनीति पद प्राप्त गर्ने माध्यम होइन, समाजप्रतिको उत्तरदायित्व वहन गर्ने अवसर हो भन्ने विश्वास त्यही अनुभवपछि झन् बलियो बन्यो।
                        <p>
                            आज राजनीतिक यात्रामा अघि बढ्दा पनि म त्यही प्रेरणालाई मार्गदर्शकका रूपमा आत्मसात् गर्दै आएको छु। जनताको विश्वास जित्ने, इमानदार नेतृत्व प्रदान गर्ने र समाज रूपान्तरणमा ठोस योगदान पुर्‍याउने लक्ष्यसहित म निरन्तर अघि बढिरहेको छु।</p>

                    </p>
                </div>
                <VolunteerCard />
            </div>
            
 <Footer />
        </>
    )
}

export default Read